NSCameraUsageDescription = "У видео позивима се користи камера";
NSMicrophoneUsageDescription = "Микрофон се користи и у гласовним и у видео позивима";
NSPhotoLibraryUsageDescription = "За дељење ваших слика и видео снимака са урећаја потребан је приступ библиотеци слика";
NSContactsUsageDescription = "Да би се упарили контакти из вашег адресара са контактима на вашем серверу, потребан је приступ контактима";
NSLocationWhenInUseUsageDescription = "Потребно је да би се са другима делила ваша локација";
NSSpeechRecognitionUsageDescription = "Приступ сервису за препознавање говора је потребан да се транскрибује гласовна порука у текст употребом препознавања на самом уређају";
